<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'عفواً هذه البيانات غير مطابقة لسجلات قواعد البيانات.',
    'success' => 'تم تسجيل الدخول بنجاح',
    'password' => 'كلمة المرور غير صحيحة.',
    'throttle' => 'لقد اجتزت عدد المحاولات الممكنة الرجاء المحاولة بعد  :seconds ثانية.',
 
    /*
    |--------------------------------------------------------------------------
    | Titles
    |--------------------------------------------------------------------------
    */
    'title' => 'تسجيل الدخول', 
    'hello' => 'مرحباً بك في لوحة تحكم  :appName 👋', 
    'please_login' => 'الرجاء إدخال بياناتك لتسجيل الدخول للوحة التحكم', 
    'email' => 'البريد الإلكتروني', 
    'password' => 'كلمة المرور ', 
    'new_password' => 'كلمة المرور الجديدة', 
    'password_confirm' => 'تأكيد كلمة المرور ', 
    'forgot_password' => 'هل نسيت كلمة المرور؟', 
    'remember_me' => 'تذكرني', 
    'sign_in' => 'تسجيل الدخول الآن!', 
    'or' => 'أو', 
    'forgot_password' => 'نسيت كلمة المرور ؟ 🔒', 
    'reset_password' => 'استعادة كلمة المرور', 
    'enter_email' => 'الرجاء إدخال بريدك الإلكتروني ليتم إرسال رابط استعادة كلمة المرور لك.', 
    'send_link' => 'إرسال الرابط الآن!', 
    'back_login' => 'العودة لتسجيل الدخول', 
    'please_enter_new_password' => 'الرجاء إدخال كلمة المرور الجديدة', 
    'verification_sent' => 'تم إرسال كود التحقق لك بنجاح', 
    'validation_error' => 'خطأ في البيانات المدخلة',
    'verification_error' => 'كود التحقق خطأ',
    'user_exists' => 'هذا المستخدم موجود من قبل',
    'user_created' => 'تم إنشاء المستخدم بنجاح',
    'user_not_exists' => 'لم يتم العثور على مستخدم بهذه البيانات',
    'not_active' => 'حسابك غير مُفعل, ربما يكون الحساب لازال قيد المراجعة أو أنه مُغلق ... الرجاء التواصل معنا لمعرفة المزيد',
    'invalid_email' => 'الرجاء إدخال بريد إلكتروني صحيح',
    'required_email' => 'حقل البريد الإلكتروني مطلوب',
    'required_password' => 'حقل كلمة المرور مطلوب',
    'some_error' => 'عفواً الرجاء إصلاح الأخطاء وإعادة المحاولة مرة أخرى',
    'ok' => 'حسنا!',
    'please_wait' => 'الرجاء الانتظار...',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
];
