<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Web Language Lines
    |--------------------------------------------------------------------------
    */

    





    /*
    |--------------------------------------------------------------------------
    | Pages Titles
    |--------------------------------------------------------------------------
    */
    'home' => 'الرئيسية',
    'closed' => 'الموقع مُغلق',
    '' => '',
    '' => '',

    /*
    |--------------------------------------------------------------------------
    | Navbar
    |--------------------------------------------------------------------------
    */
    'about_us' => 'وليطوفوا',
    'our_services' => 'خدماتنا',
    'screenshots' => 'لقطات من التطبيق',
    'download_app' => 'حمل التطبيق',
    'contact_us' => 'تواصل معنا',
    'download_now' => 'حمل الآن',
    '' => '',
    '' => '',
    '' => '',
    


    /*
    |--------------------------------------------------------------------------
    | Slider
    |--------------------------------------------------------------------------
    */
    'slide_1_header' => 'تطبيق وليطوفوا',
    'slide_1_body' => 'هذا التطبيق يفيد الحجاج والمعتمرين في اختيار مطوف أو مرشد لمساعدتهم في أداء فريضة الحج والعمرة.<br>تمتع بمجموعة واسعة من الخدمات عالية الجودة، من بداية الرحلة وحتى نهايتها.',
    '' => '',
    '' => '',
    


    /*
    |--------------------------------------------------------------------------
    | Homepage
    |--------------------------------------------------------------------------
    */
    'about_header' => 'وليطوفوا',
    'about_body' => 'نضمن لك مستوى عالٍ من الخدمات الفاخرة أثناء تأدية المشاعر المقدسة<br> وكذلك أثناء الإقامة في مكة المكرمة والمدينة المنورة.',
    'about_1_header' => 'اختر المطوف',
    'about_1_body' => 'يمكنك الاطلاع على بيانات وتقييمات المطوّفين المتواجدين على الموقع و اختيار واحد من بينهم',
    'about_2_header' => 'تواصل مع المطوف',
    'about_2_body' => 'بعد اختيار أحد المطوفين في حالة قبول طلبك يمكنك التواصل معه مباشرة عبر الشات الموجود في التطبيق',
    'about_3_header' => 'قيم المطوف فى نهاية الرحلة',
    'about_3_body' => 'بعد الانتهاء من رحلتك مع المطوف لا تنسي التقييم حتى نتمكن من تطوير التطبيق باستمرار',
    'services_header' => 'خدماتنا',
    'services_body' => 'خدماتنا موجهة الى الحجاج والمعتمرين الذين يرغبون فى حجز مطوف أو مرشد<br>لمساعدتهم على أداء فريضتي الحج والعمرة.',
    'service_1' => 'حجز مطوف',
    'service_2' => 'حجز مرشد',
    'service_3' => 'تقييم المطوف والمرشد',
    'service_4' => 'بث مباشر للحرم المكي',
    'service_5' => 'مواقيت الصلاة',
    'service_6' => 'أدعية الحج والعمرة',
    'downloads_number' => 'عدد التحميلات',
    'likes_number' => 'عدد الإعجابات',
    'active_clients' => 'عملاء نشطون',
    'testmonials' => 'آراء إيجابية',
    'prayers_header' => 'أدعية العمرة',
    'prayer_1_header' => 'دعاء العمرة',
    'prayer_1_body' => '«ربَّنا آتِنا في الدُّنيا حَسنةً وفي الآخرةِ حَسنةً وقِنا عذابَ النَّارِ»',
    'prayer_2_header' => 'دعاء العمرة',
    'prayer_2_body' => '«لا إلَهَ إلَّا اللَّهُ وَحْدَهُ لا شَرِيكَ له، له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ، لا إلَهَ إلَّا اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأحْزَابَ وَحْدَهُ».',
    'prayer_3_header' => 'دعاء العمرة',
    'prayer_3_body' => ' (لَبَّيْكَ اللَّهُمَّ، لَبَّيْكَ، لَبَّيْكَ لا شَرِيكَ لكَ لَبَّيْكَ، إنَّ الحَمْدَ وَالنِّعْمَةَ لَكَ، وَالْمُلْكَ لا شَرِيكَ لكَ).',
    'prayer_4_header' => 'دعاء نية العمرة',
    'prayer_4_body' => '«اللَّهمَّ الحَجَّ أرَدتُ، وله عَمَدتُ، فإنْ يَسَّرتَه فهو الحَجُّ، وإنْ حَبَسَني حابِسٌ فهو عُمرةٌ»',
    'prayer_5_header' => 'دعاء العمرة',
    'prayer_5_body' => '«إنِّي لَأَعْلَمُ كيفَ كانَ النبيُّ صَلَّى اللهُ عليه وسلَّمَ يُلَبِّي: لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لا شَرِيكَ لكَ لَبَّيْكَ، إنَّ الحَمْدَ والنِّعْمَةَ لَكَ».',
    'download_app_body' => 'يمكنك تحميل التطبيق الآن<br>متوفر بنسختين على Android  و iOS',
    'have_question' => 'هل لديك أى استفسار؟',
    'contact_support' => 'تواصل مع الدعم الفنى على:',
    'phone_number' => 'رقم الجوال',
    'email' => 'البريد الإلكتروني',
    'name' => 'الاسم',
    'message' => 'رسالتك',
    'send' => 'إرسال',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    
    
];
